[
  "Würdest du eher nie mehr Sex oder nie mehr Internet haben?",
  "Würdest du eher ein Jahr auf Sex oder auf Selbstbefriedigung verzichten?",
  "Würdest du eher Vorspiel nur noch mit der Hand oder nur noch mit dem Mund haben können?",
  "Würdest du eher nur noch Sex im Bett oder überall außer im Bett haben können?",
  "Würdest du eher eine großartige Beziehung mit schlechtem Sex oder eine schreckliche Beziehung mit tollem Sex haben?",
  "Würdest du eher beim Sex gefesselt sein oder dabei die Augen verbunden haben? Achtung: Erst ab 18!",
  "Würdest du eher für immer Sex in der Missionarsstellung oder im Doggy Style haben?",
  "Würdest du eher den Rest deines Lebens nur noch mit einer Person schlafen oder mit keiner Person mehr als ein Mal?",
  "Würdest du eher für immer langweiligen Blümchensex oder für immer abgefahrenen SM-Sex haben?",
  "Würdest du eher reinplatzen, wenn deine Eltern Sex haben oder deine Eltern reinplatzen lassen, wenn du Sex hast?",
  "Würdest du eher ununterbrochen scharf auf Sex sein oder nur an einem Tag im Jahr?",
  "Würdest du eher jedes Mal beim Sex kitschigen Kuschelrock oder Hardrock hören müssen?",
  "Würdest du eher schlecht im Küssen oder schlecht im Bett sein?",
  "Würdest du eher mit jemandem schlafen, der nach 5 Sekunden kommt, oder 5 Stunden mit ihm schlafen, bis er kommt?",
  "Würdest du eher Sex mit einem Esel haben und keiner erfährt davon oder keinen Sex mit einem Esel haben, aber alle Leute denken, dass du es getan hast?",
  "Würdest du eher gegen Ende eines Dates feststellen, dass du etwas in der Nase gehabt hast oder dass dein Reißverschluss die ganze Zeit offen war?",
  "Würdest du eher eine arrangierte Ehe haben oder überhaupt nicht heiraten?",
  "Würdest du eher jedes Mal krank werden, nachdem du dein Lieblingsessen gegessen hast, oder nie wieder dein Lieblingsessen essen?",
  "Würdest du eher den schlimmsten Kater aller Zeiten haben oder den ganzen Tag lange schlechte Memes lesen?",
  "Würdest du eher eine Brustwarze oder zwei Bauchnabel haben?",
  "Würdest du eher an ein Flugzeug oder ein Kreuzfahrtschiff geklebt werden?",
  "Würdest du eher deinen ersten Job für den Rest deines Lebens machen oder 10 Babys haben?",
  "Würdest du eher in deinem Lieblingsvideospiel gefangen sein oder dein Lieblingsvideospiel in der realen Welt lebendig werden lassen?",
  "Würdest du eher wollen, dass über dich für immer Gerüchte verbreitet werden oder dass du für immer ignoriert wirst?",
  "Würdest du eher drei Finger wie ein Faultier haben oder klebrige Füße wie ein Laubfrosch haben?",
  "Würdest du eher unglaublich reich sein, aber an Depressionen leiden oder arm und glücklich sein?",
  "Würdest du eher unglaublich glücklich, aber für immer alleine sein oder unglücklich, aber die Liebe deines Lebens finden?",
  "Würdest du eher die Zeit zurückspulen oder vorspulen?",
  "Würdest du eher so sein wie du jetzt bist oder 100 Millionen Euro haben, aber jeden Tag eine 5%ige Chance auf sofortigen Tod haben?",
  "Würdest du eher klug und viel Unglück haben oder dumm und und viel Glück haben?",
  "Würdest du eher wissen wollen, wann du stirbst oder wie du stirbst?",
  "Würdest du eher den Klimawandel stoppen oder alle Kriege auf der Erde beenden?",
  "Würdest du eher die Gedanken deines Partners lesen oder einen Partner haben, der deine Gedanken lesen kann?",
  "Würdest du eher mit einem Flat Earther oder einem Scientologen auf einer Insel festsitzen?",
  "Würdest du eher den Welthunger beenden oder jedem Menschen auf der Erde eine kostenlose Gesundheitsversorgung bieten?",
  "Würdest du eher eine Abtreibung machen lassen oder dein Baby zur Adoption freigeben?",
  "Würdest du eher den Präsidenten oder den Papst töten?",
  "Würdest du eher dein ganzes Geld oder alle deine Fotos verlieren?",
  "Würdest du eher die Zukunft oder die Vergangenheit mit deinen Gedanken verändern können?",
  "Würdest du eher alle Sprachen sprechen oder mit Tieren sprechen?",
  "Würdest du eher wie ein Kind aussehen, aber den Verstand eines Erwachsenen haben oder wie ein Erwachsener aussehen, aber den Verstand eines Kindes haben?",
  "Würdest du eher eine Wohltätigkeitsorganisation verklagen und gewinnen oder eine korrupte Organisation verklagen und verlieren?",
  "Würdest du eher in einer Bibliothek leben, in der Bücher die einzige Form der Unterhaltung sind, oder in einer Gefängniszelle, in der du auf jeden Kanal im Fernsehen Zugang hast?",
  "Würdest du eher in Isolation leben oder dich einmal im Monat deiner größten Angst stellen?",
  "Würdest du eher nie mehr ein Buch lesen oder nie mehr Musik hören?",
  "Würdest du eher mit Schrittgeschwindigkeit fliegen oder mit der Geschwindigkeit von Autos laufen?",
  "Würdest du eher alles haben, was du jemals wolltest, aber in einem Jahr sterben oder dein Leben so leben, wie es jetzt ist?",
  "Würdest du eher deinen besten Freund wegen eines Verbrechens, das er begangen hat, verraten, oder wegen des Verbrechens, das ein Fremder begangen hat, ins Gefängnis gehen?",
  "Würdest du eher eine unschuldige Person töten oder fünf Personen, die geringfügige Verbrechen begangen haben?",
  "Würdest du eher als Fliege wiedergeboren werden oder einfach aufhören zu existieren, nachdem du gestorben bist?",
  "Würdest du eher der Erste oder der Letzte sein, der von deinen Freunden stirbt?",
  "Würdest du eher an Gott glauben oder auf Gott verzichten und 1 Milliarde Euro haben?",
  "Würdest du eher viel Geld verdienen in einem Job, den du hasst, oder wenig verdienen in einem Job, den du liebst?",
  "Würdest du eher deine Religion oder deine politische Richtung ändern?",
  "Würdest du eher hässlich und reich oder attraktiv und arm sein?",
  "Würdest du eher extrem intelligent sein oder von jedem Menschen auf der Erde verehrt werden?",
  "Würdest du eher die Gedanken der Menschen lesen oder andere Menschen mit deinen Gedanken manipulieren?",
  "Würdest du eher nicht sagen können, was du denkst, oder immer sagen müssen, was du denkst?",
  "Würdest du eher 100 Mal Liebeskummer durchmachen und endlich jemanden finden, den du wirklich liebst, oder niemals Liebeskummer erleben und mit jemandem zusammen sein, von dem du denkst, dass du ihn liebst?",
  "Würdest du eher in einer Beziehung mit jemandem sein, der nie diskutiert, oder mit jemanden, der dich nie umarmt?",
  "Würdest du eher einmal die wahre Liebe finden, sie verlieren und nie wieder finden oder mehrere glückliche Beziehungen haben, aber niemals Liebe finden?",
  "Würdest du eher dein Aussehen oder deine Persönlichkeit ändern?",
  "Würdest du eher ein Kind haben, das extrem intelligent, aber unsozial ist, oder ein Kind, das nicht das klügste, aber freundlich ist?",
  " Möchtest du lieber den verlassen, den du liebst, oder von dem verlassen werden, den du liebst?",
  " Möchtest du lieber deinen Seelenverwandten finden oder deinen Traumjob haben?",
  " Möchtest du lieber dein eigenes Fleisch für den Rest deines Lebens schlachten oder nie wieder Fleisch essen?",
  "Würdest du eher keine Finger oder nur Daumen haben?",
  "Würdest du eher einen Partner haben, der von dir besessen ist oder dich betrügt?",
  "Würdest du eher vergessen, wer du bist oder wer alle anderen in deinem Leben sind?",
  "Würdest du eher Boris Johnson oder Donald Trump küssen?",
  "Würdest du eher ein Familienmitglied töten, um 1 Million Euro zu bekommen, oder dich umbringen, um alle Kriege für immer zu beenden?",
  "Würdest du eher ein elendes, aber ewiges Leben führen oder morgen direkt zur Hölle fahren?",
  "Würdest du eher für den Rest deines Lebens nur mehr Nahrungsmittel essen, die alle denselben Geschmack haben oder gar nichts mehr schmecken?",
  "Würdest du eher nie wieder deinen Lieblingssong hören oder nie wieder deinen Lieblingsfilm sehen?",
  "Würdest du eher dein ganzes Eigentum oder eines deiner Organe verkaufen?",
  "Würdest du eher auf einem unsterblichen Planeten sterblich sein oder auf einem sterblichen Planeten unsterblich sein?",
  "Würdest du eher einen Bumerang haben, der eine Person deiner Wahl findet und tötet (der aber nur einmal verwendet werden kann) oder einen Bumerang, der immer mit einem Euro zu dir zurückkehrt?",
  "Würdest du eher nicht sprechen oder nicht laufen können?",
  "Würdest du eher jeden Satz mit einer rassistischen Bemerkung beenden oder zwei F-Bomben in jeden Satz werfen?",
  "Würdest du eher für den Rest deines Lebens krank sein oder ein Kätzchen töten?",
  "Würdest du eher nie wieder Sex haben oder nie wieder etwas Neues lernen?",
  "Würdest du eher 2 Verwandte oder 100 Fremde retten?",
  "Würdest du eher mit einer riesigen Schnecke kuscheln oder mit einer riesigen Spinne?",
  "Würdest du eher für immer an deinen schlimmsten Feind gefesselt sein oder für immer von deiner Familie getrennt sein?",
  "Würdest du eher ein Ei mit einem halbgeformten Kücken oder fünf gekochte Kakerlaken essen?",
  "Würdest du eher wegen Mordes gesucht und auf der Flucht sein oder ein Obdachloser sein, der nur Boxershorts trägt?",
  "Würdest du eher die genaue Zeit und den genauen Ort deines eigenen Todes oder die genaue Zeit und den genauen Ort des Todes aller um Sie herum kennen?",
  "Würdest du eher jedes Jahr als neue zufällige Person aufwachen und die volle Kontrolle über sie haben oder einmal pro Woche in einer fremden Person, ohne die Kontrolle zu haben?",
  "Würdest du eher deinen Chef treffen, während du betrunken oder stoned bist?",
  "Würdest du eher dein Haustier opfern, damit du etwas zum Essen hast oder Teile deines Körpers, damit du und dein Haustier essen können?",
  "Würdest du eher wegen eines Verbrechens verurteilt werden, das du nicht begangen hast jemanden töten und damit davonkommen?",
  "Würdest du eher die ganze Zeit verschwommen sehen oder alles in Schwarzweiß sehen?",
  "Würdest du eher von Außerirdischen entführt oder von einem Dämon besessen werden?",
  "Würdest du eher auf einen wütenden Mike Tyson oder auf einen wütenden Bruce Lee spucken?",
  "Würdest du eher dauerhaft durstig sein oder dauerhaft Übelkeit verspüren?",
  "Würdest du eher alles, was du denkst, über deinem Kopf erscheinen lassen, damit jeder es sehen kann, oder alles, was du tust, live streamen, damit es jeder sehen kann?",
  "Würdest du eher dir deinen Arm mit einem Küchenmesser abhacken oder körperlich gelähmt sein?",
  "Würdest du eher alle deine Erinnerungen von der Geburt bis heute verlieren oder die Fähigkeit verlieren, neue Langzeiterinnerungen zu machen?",
  "Würdest du eher die wahre Liebe finden oder Krebs heilen?",
  "Würdest du eher für ein Jahr lang in ein Hochsicherheitsgefängnis mit Häftlingen untergebracht werden, die Morde begangen haben oder für zehn Jahre lang in ein Gefängnis mit Menschen, die geringfügige Verbrechen begangen haben?",
  "Würdest du eher 3 unschuldige Kinder töten und damit alle Kriege auf der Welt beenden oder in einer Welt mit anhaltenden Kriegen weiterleben?",
  "Würdest du eher gezwungen sein, nur scharfes Essen zu essen oder nur unglaublich langweiliges ungewürztes Essen zu essen?",
  "Würdest du eher für den Rest deines Lebens immer kalt oder immer erschöpft sein?",
  "Würdest du eher deinen Fuß in Säure tauchen oder in Brand setzen?",
  "Würdest du eher mit einem Mörder auf einer Insel festsitzen oder mit hungrigen Haien im Meer festsitzen?",
  "Würdest du eher nie wieder sitzen oder nie wieder stehen können?",
  "Würdest du eher keinen Penis oder fünf Penisse haben?",
  "Würdest du eher dir alle Fingernägel herausziehen oder alle Zähne aus dem Mund ziehen?",
  "Würdest du eher erfrieren oder verbrennen?",
  "Würdest du eher einmal im Jahr für den Rest deines Lebens in der Öffentlichkeit in die Hose scheißen oder dich für den Rest deines Lebens jeden Tag zuhause einscheißen?",
  "Würdest du eher für immer Jungfrau sein oder einmal Sex mit deinem Bruder/deiner Schwester haben?",
  "Würdest du eher für den Rest deines Lebens extreme Blähungen bei der Arbeit oder bei jedem ersten Date haben?",
  "Würdest du eher für immer leben oder in den nächsten fünf Minuten sterben?",
  "Würdest du eher nach Scheiße oder nach Urin riechen?",
  "Würdest du eher unkontrollierbare Ohrhaare oder unkontrollierbare Nasenhaare haben?",
  "Würdest du eher nach Scheiße riechen und es nicht wissen oder immer Scheiße riechen, die sonst niemand riechen kann?",
  "Würdest du eher für den Rest deines Lebens auf Käse oder Oralsex verzichten?",
  "Würdest du eher deine Zunge und alle Finger einzeln abschneiden oder deine Genitalien entfernen lassen?",
  "Würdest du eher Sex an einem öffentlichen Ort haben und dir 200 Fremde dabei zu sehen oder Sex vor deinen Eltern haben?",
  "Würdest du eher ein Baby töten, aber danach denken alle, du hast versucht, es zu retten oder das Baby leben lassen, aber danach denken alle, du hast versucht, es zu töten?",
  "Würdest du eher deinen Eltern für den Rest deines Lebens jeden Abend beim Sex zuschauen oder einmal mitmachen, und nie wieder zusehen müssen?",
  "Würdest du eher ein gebrauchtes Tampon lutschen, das du auf der Straße gefunden hast, oder ein gebrauchtes Kondom, das du auf der Straße gefunden hast?",
  "Würdest du eher deine Freundin (deinen Freund) mit dem Körper deiner Mutter (deines Vaters) ficken oder deine Mutter (deinen Vater) mit dem Körper deiner Freundin (deines Freundes)?",
  "Würdest du eher einen guten oder schlechten Handjob von deiner Großmutter bekommen?",
  "Würdest du eher ein Schwein live im nationalen Fernsehen ficken oder für den Tod von jemandem verantwortlich sein?",
  "Würdest du eher das Arschloch deiner Großmutter oder das Arschloch eines Obdachlosen lecken?",
  "Würdest du eher von Maden von innen nach außen oder von Ameisen von außen nach innen aufgefressen werden?",
  "Würdest du eher jedes Mal wenn du aufstehst, in die Hose pinkeln oder jedes Mal wenn du dich hinsetzt, in die Hose kacken?",
  "Würdest du eher die obere Hälfte von Emma Watson mit dem unteren Teil von Hulk Hogan ficken oder die obere Hälfte von Hulk Hogan mit der unteren Hälfte von Emma Watson ficken?",
  "Würdest du eher jedes Mal eine Erektion bekommen, wenn du dich einem Kind näherst oder jedes Mal das N-Wort schreien, wenn du das Wort “Obama” hörst?",
  "Würdest du eher versehentlich für den Tod eines Kindes verantwortlich sein oder versehentlich für den Tod von drei Erwachsenen?",
  "Würdest du eher keine Genitalien oder keine Augen haben?",
  "Würdest du eher Penisse als Brustwarzen oder Vaginas als Achselhöhlen haben?",
  "Würdest du eher immer in Farben furzen oder immer laut furzen?",
  "Würdest du eher einen Partner haben, der einen Kot-Fetisch hat oder einen Partner, der gerne Pisse trinkt?",
  "Würdest du eher unfruchtbar sein oder ein Kind haben, das vor dir stirbt?",
  "Würdest du eher ein Baby abtreiben, das mit der Person zu deiner Rechten gemacht wurde, oder ein Baby, das mit der Person zu deiner Linken gemacht wurde?",
  "Würdest du eher Geschmacksknospen an deinem Arschloch haben oder durch deinen Mund kacken?",
  "Würdest du eher keine Ellbogen oder keine Knie haben?",
  "Würdest du eher ein Kätzchen oder einen Welpen töten?",
  "Würdest du eher immer verschwitzte Hände haben oder immer schlechten Atem haben?",
  "Würdest du eher für den Rest deines Lebens trockene Augen haben oder für den Rest deines Lebens eine rinnende Nase?",
  "Würdest du eher einen Shot Periodenblut deiner Mutter oder einen Shot Sperma deines Vaters trinken?",
  "Würdest du eher für immer aus deiner Nase bluten oder jeden Morgen einen Fingernagel entfernen? (Sie wachsen nach).",
  "Würdest du eher einmal Scheiße essen oder für den Rest deines Lebens explosiven Durchfall haben?",
  "Würdest du eher deinen Daumennagel mit einer Gabel entfernen oder einen Zahnstocher unter Daumennagel legen und gegen eine Wand treten?",
  "Würdest du eher Sperma schlucken, das nach Pisse schmeckt, oder von deinem Partner angepinkelt werden?",
  "Würdest du eher beim Betrügen erwischt werden oder deinen Partner beim Betrügen erwischen?",
  "Würdest du eher tot auf einem Haufen Sexspielzeuge oder einem Haufen Drogen aufgefunden werden?",
  "Würdest du eher beim Sex furzen oder beim Küssen rülpsen?",
  "Würdest du eher heimlich Sex mit deinem Cousin haben oder keinen Sex mit deinem Cousin, aber jeder würde denken, dass du es getan hast?",
  "Würdest du eher ein Jahr lang einen Keuschheitsgürtel tragen oder ein Jahr lang jemandes Sexsklave/ Sexsklavin sein?",
  "MWürdest du eher Sex mit Megan Fox mit einem Penis oder Jason Momoa mit einer Vagina haben?",
  "Würdest du eher einen Lapdance geben oder bekommen?",
  "Würdest du eher nie wieder einen Orgasmus haben oder wissen, dass dein Partner noch nie einen Orgasmus bei dir hatte?",
  "Würdest du eher beim Sex seltsam stöhnen oder jedes Mal ein hässliches Gesicht machen, wenn du kommst?",
  "Würdest du eher Sex mit der Mutter oder dem Vater deines besten Freundes haben?",
  "Würdest du eher Sex im Schlafzimmer deiner Eltern haben oder Sex in deinem Kinderzimmer, während deine Eltern zu Hause sind?",
  "Würdest du eher für den Rest deines Lebens jeden Tag geil sein oder nur einmal im Jahr geil sein?",
  "Würdest du eher Sex mit jemandem haben, der die ganze Zeit spricht, oder mit jemandem, der keinen Ton von sich gibt?",
  "Würdest du eher morgens den “Walk of Shame” gehen oder dein One-Night-Stand aus deiner Wohnung rausschmeißen?",
  "Würdest du eher einen erotischen Roman lesen oder Pornos schauen?",
  "Würdest du eher nur Sex im Schlafzimmer haben oder nur Sex außerhalb des Schlafzimmers?",
  "Würdest du eher mit oder ohne Licht Sex haben?",
  "Würdest du eher Sex in einem schmutzigen Hotelbett oder in einer stinkenden öffentlichen Toilette haben?",
  "Würdest du eher in einem Dessous oder einem Umschnalldildo in der Öffentlichkeit herumlaufen?",
  "Würdest du eher beim ersten Date Sex haben oder mit dem Sex einen Monat lang warten?",
  "Würdest du eher Sex mit deinem besten Freund oder deinem/deiner Ex haben?",
  "Würdest du eher mit deinem Ex oder mit einem Promi schlafen, den du hasst?",
  "Würdest du eher jemanden oral befriedigen oder oral befriedigt werden?",
  "Würdest du eher einen Blowjob während einer Autofahrt oder in einem Restaurant bekommen?",
  "Würdest du eher morgens oder abends Sex haben?",
  "Würdest du eher nie wieder masturbieren oder nie wieder feste Nahrung essen?",
  "Würdest du eher Sex mit jemandem haben, der sehr attraktiv, aber schlecht im Bett ist, oder mit jemandem, der hässlich, aber unglaublich gut im Bett ist?",
  "Würdest du eher ein extrem gutes Vorspiel, aber miesen Sex oder ein mieses Vorspiel, aber großartigen Sex haben?",
  "Würdest du eher unten oder oben sein?",
  "Würdest du eher mit jemandem ausgehen, der schlecht küsst oder schlecht im Bett ist?",
  "Würdest du eher Sex mit oder ohne Kondom haben?",
  "Würdest du eher für Sex bezahlen oder für Sex bezahlt werden?",
  "Würdest du eher deinem Chef eine schmutzige Textnachricht senden oder deiner Mutter eine sexy Sprachnachricht hinterlassen?",
  "Würdest du eher furzen, während du geleckt wirst oder rülpsen, während du rumschmust?",
  "Würdest du eher versauten Sex oder Blümchensex haben?",
  "Würdest du eher einen Partner oder mehrere Partner haben?",
  "Würdest du eher beim Sex deinen Knöchel verstauchen oder den Penis deines Partners brechen?",
  "Würdest du eher jemandem beim Sex zuschauen oder von jemand anderen beim Sex beobachtet werden?",
  "Würdest du eher an ein Bett gefesselt und vergessen werden oder ein Sexspielzeug in dir verlieren?",
  "Würdest du eher jedes Mal zum Orgasmus kommen, wenn du niest oder wenn du gähnst?",
  "Würdest du eher Rollenspiele oder BDSM ausprobieren?",
  "Würdest du eher deinen Partner beim Sex dominieren oder dich von deinem Partner beim Sex dominieren lassen?",
  "Würdest du eher Sex in der Missionarsstellung oder Doggy Style haben?",
  "Würdest du eher beim Sex gewürgt oder geschlagen werden?",
  "Würdest du eher sechs Stunden am Tag mit einer Erektion herumlaufen oder nie wieder eine Erektion haben?",
  "Würdest du eher Anal- oder Oralsex haben?",
  "Würdest du eher ein Cam Girl/Boy sein oder ein Sexvideo von dir veröffentlichen?",
  "Würdest du eher bei einer Gangbang oder einem Dreier mitmachen?",
  "Würdest du eher Sex mit einem “Beißer” oder einem “Schreihals” haben?",
  "Würdest du eher nur Sex haben, während du einen Horrorfilm anschaust, oder nur wenn du “Dora The Explorer” anschaust?",
  "Würdest du eher romantische Dinge im Bett machen oder versaute Sachen ausprobieren?",
  "Würdest du eher herausfinden wollen, dass dein Partner mit deinen Eltern oder mit deinem besten Freund geschlafen hat?",
  "Würdest du eher gefistet werden oder jemand anderen fisten?",
  "Würdest du eher den ganzen Tag masturbieren oder den ganzen Tag Sex haben?",
  "Würdest du eher bevorzugen, dass dein Partner während des Vorspiels nur seine Hände benutzt oder nur seinen Mund?",
  "Würdest du eher nie wieder Sex haben oder nie wieder masturbieren?",
  "Würdest du eher für den Rest deines Lebens nur noch Periodensex oder Analsex haben?",
  "Würdest du eher einen Dreier mit einer Person, die du kennst, oder einem Fremden haben?",
  "Würdest du eher einen Partner mit einer Sexsucht oder einen Partner mit einem geringen Sexualtrieb haben?",
  "Würdest du eher Sex mit meinem besten Freund oder mit deinem besten Freund haben?",
  "Würdest du eher Fisting oder Doppelpenetration ausprobieren?",
  "Würdest du eher deinen Partner betrügen oder einen Dreier vorschlagen?",
  "Würdest du eher unter dem Tisch eines Restaurants oder unter dem Tisch im Haus deiner Eltern gefingert werden?",
  "Würdest du eher jemandem einen Deepthroat-Blowjob geben oder Analsex haben?",
  "Würdest du eher jedes Mal “Ich liebe Jesus” rufen, wenn du kommst, oder “Ich habe eine Geschlechtskrankheit”?",
  "Würdest du eher schlecht küssen oder schlecht im Oralsex sein?",
  "Würdest du eher deinen Partner mit deinem besten Freund (Freundin) oder mit dem besten Freund (Freundin) deines Partners schlafen lassen?",
  "Würdest du eher Sex mit jemandem haben, der einen schönen Körper, aber ein hässliches Gesicht hat, oder mit jemandem, der einen hässlichen Körper hat, aber ein schönes Gesicht?",
  "Würdest du eher schlucken oder spucken?",
  "Würdest du eher immer für 6 Stunden Sex haben oder nie wieder Sex haben?",
  "Würdest du eher nie wieder Sex haben oder Bing für den Rest deines Lebens als Suchmaschine benutzen?",
  "Würdest du eher einen Partner haben, der in 60 Sekunden kommt, oder einen Partner, der in 3 Stunden kommt?",
  "Würdest du eher jedes Mal eine Benachrichtigung erhalten, wenn deine Eltern Sex haben, oder möchtest du, dass dein Büro jedes Mal benachrichtigt wird, wenn du Sex hast?",
  "Würdest du eher Sex mit jemandem haben, der sich weigert, die Socken auszuziehen, oder mit jemandem, der ein komisches Orgasmusgesicht hat?",
  "Würdest du eher deinen Partner beim Masturbieren beobachten oder dich von deinem Partner beim Masturbieren beobachten lassen?",
  "Würdest du eher Sex mit verbundenen Augen oder mit Handschellen haben?",
  "Würdest du eher einen Partner haben, der keinen Oralsex mag, oder einen Partner, der von Analsex besessen ist?",
  "Würdest du eher Sex mit jemandem haben, der einen russischen oder indischen Akzent hat?",
  "Würdest du eher den Arsch deines Partners lecken oder deinen Arsch von deinem Partner lecken lassen?",
  "Würdest du eher gezwungen sein, jedes Mal zu tanzen, wenn du Musik hörst, oder zu einem Lied mitsingen, das du hörst?",
  "Würdest du eher jedes Mal, wenn du eine Seite umblätterst, einen Papierschnitt zwischen deinen Fingern bekommen oder dir bei jedem Essen auf die Zunge beißen?",
  "Würdest du eher Dinge real werden lassen, indem du sie zeichnest oder Dinge verschwinden lassen, indem du sie einfach wegradierst?",
  "Würdest du eher immer hungrig sein, egal wie viel du isst, oder immer müde sein, egal wie viel du schläfst?",
  "Würdest du eher jedes Mal laut furzen müssen, wenn du ein ernstes Gespräch führst oder nach jedem Kuss rülpsen?",
  "Würdest du eher dein gesamtes Geschirr mit deiner Zunge reinigen oder dein Haustier mit deiner Zunge putzen?",
  "Würdest du eher Augen haben, die alles filmen können, oder Ohren, die alles aufnehmen können?",
  "Würdest du eher gegen eine menschengroße Katze oder gegen zehn katzengroße Menschen kämpfen?",
  "Würdest du eher nie wieder dein Lieblingsessen essen oder für den Rest deines Lebens nichts Anderes als dein Lieblingsessen essen?",
  "Würdest du eher von allen Straßenkatzen, denen du begegnest, angegriffen werden oder von allen Vögeln, die dich sehen?",
  "Würdest du eher jeden Film gespoilert bekommen, bevor du ihn gesehen hast, oder jeden Film erst ein Jahr nach dem er veröffentlicht wurde, sehen?",
  "Würdest du eher für den Rest deines Lebens am selben Ort wohnen oder alle 6 Monate in eine andere Stadt ziehen?",
  "Würdest du eher eine Million Euro oder in zehn Jahren 10 Millionen Euro gewinnen?",
  "Würdest du eher mit jeder beliebigen Person schlafen können, wann du willst, oder deinen Seelenverwandten/deine Seelenverwandte finden?",
  "Würdest du eher etwas Grandioses entdecken und mit der ganzen Welt teilen oder etwas Böses entdecken und verhindern?",
  "Würdest du eher ins Gefängnis kommen, weil du das Richtige getan hast, oder verhaftet und freigelassen werden, weil du das Falsche getan hast?",
  "Würdest du eher dein Zuhause mit ein paar Ratten teilen oder für immer mit deinen Eltern leben?",
  "Würdest du eher immer schwitzen oder für immer juckende Stellen am Körper haben, an die du nicht ran kommst?",
  "Würdest du eher bevorzugen, dass alle Pflanzen schreien, wenn du sie schneidest oder alle Tiere um ihr Leben betteln, bevor sie getötet werden?",
  "Würdest du eher 10 Jahre lang obdachlos und dann für den Rest deines Lebens reich sein oder immer in der unteren Mittelklasse sein, aber niemals obdachlos?",
  "Würdest du eher nur Wasser trinken oder nie wieder Kekse essen?",
  "Würdest du eher alle deine Schamhaare mit einer Pinzette entfernen oder einen Fingernagel mit einer Zange herausziehen?",
  "Würdest du eher einen Tag mit einem verstorbenen geliebten Menschen verbringen oder einen Tag im Jahr 3001 erkunden?",
  "Würdest du eher mit deinem Chef schlafen, um befördert zu werden oder auf die Beförderung verzichten?",
  "Würdest du eher auf die Uni gehen, und danach wenig Geld verdienen oder die Uni abbrechen, und dann MillionärIn werden?",
  "Würdest du eher für immer ein sehr langsames Internet oder schlechten Handyempfang haben?",
  "Würdest du eher in deinem Beruf menschlichen Kot recyclen oder mit gefährlichen und explosiven Chemikalien arbeiten?",
  "Würdest du eher die Lebensgeschichte jeder Person kennen, die du berührst oder mit Tieren sprechen können?",
  "Würdest du eher immer zehn Minuten zu spät oder immer zwanzig Minuten zu früh sein?",
  "Würdest du eher Sandpapier statt Toilettenpapier oder Essig statt Augentropfen verwenden?",
  "Würdest du eher immer einen Kieselstein im Schuh oder immer eine Wimper im Auge haben?",
  "Würdest du eher die ganze Zeit nach Scheiße riechen, ohne es zu bemerken, oder nach Scheiße riechen, aber nur du kannst es riechen?",
  "Würdest du eher nur noch kratzige Kleidung tragen, die juckt, oder immer nur eine Blatt Toilettenpapier verwenden?",
  "Würdest du eher dich an alle Gespräche erinnern, die du gehabt hast, oder dich an alles erinnern, was du gelesen hast?",
  "Würdest du eher in einem Haus voller Käse oder Schokolade leben?",
  "Würdest du eher sterben, wenn du nicht alle 12 Stunden einer neue Person einen Klaps auf den Hintern gibst, oder sterben, wenn du nicht alle zwei Jahre jemanden tötest?",
  "Würdest du eher niemals Emotionen fühlen oder niemals Emotionen zeigen können?",
  "Würdest du eher Kim Kardashian sein oder für den Rest deines Lebens jeden Tag eine Folge von Keeping Up with the Kardashians anschauen müssen?",
  "Würdest du eher wollen, dass jede Katze, die verloren geht, in deiner Wohnung landet oder alle Socken, die in der Waschmaschine verloren gehen, zu dir nach Hause teleportiert werden?",
  "Würdest du eher einen Feueratem wie ein Drache haben oder Nutella kacken?",
  "Würdest du eher super lustig oder super schlau sein?",
  "Würdest du eher deine Zähne mit scharfer Soße putzen oder saure Milch trinken?",
  "Würdest du eher einen Drachen oder ein Einhorn als Haustier haben?",
  "Würdest du eher in deinem Haus nur eine einzige Farbe haben oder jede einzelne Wand und Tür mit einer andere Farbe anstreichen?",
  "Würdest du eher einen fliegenden Teppich oder ein durchsichtiges U-Boot haben?",
  "Würdest du eher auf allen Vieren gehen oder nur wie eine Krabbe seitwärts gehen?",
  "Würdest du eher nie wieder schlafen müssen oder nie wieder auf die Toilette gehen müssen?",
  "Würdest du eher jeden Tag dein Lieblingsessen essen oder jeden Morgen 5 Euro unter deinem Kissen finden?",
  "Würdest du eher eine elefantengroße Katze oder einen katzengroßen Elefanten haben?",
  "Würdest du eher vor 5000 Leuten tanzen oder vor 5000 Leuten singen?",
  "Würdest du eher eine ganze Zwiebel oder eine ganze Zitrone essen?",
  "Würdest du eher in einem Schloss oder in einem Raumschiff leben?",
  "Würdest du eher jede Mahlzeit wie einen Smoothie trinken oder nie wieder Schokolade essen?",
  "Würdest du eher sehr schnell Textnachrichten schreiben oder unglaublich schnell lesen können?",
  "Würdest du eher wie ein Chamäleon deine Hautfarbe ändern können oder deinen Atem so lange anhalten können, wie ein Wal?",
  "Würdest du eher von zehn Mücken gestochen werden oder von einer Biene?",
  "Würdest du eher Gedanken lesen oder in die Zukunft sehen können?",
  "Würdest du eher ein berühmter Schauspieler/eine berühmte Schauspielerin oder ein berühmte Sänger/eine berühmte Sängerin sein?",
  "Würdest du eher so hoch wie ein Känguru springen können oder so schnell wie ein Gepard laufen können?",
  "Würdest du eher ein magisches Fahrrad haben, das fliegen kann, oder einen Roboter besitzen?",
  "Würdest du eher die Unterseite deines Schuhs lecken oder den großen Zeh eines Fremden lecken?",
  "Würdest du eher nie wieder salziges oder nie wieder süßes Essen essen?",
  "Würdest du eher Dinge sehen, die sehr weit entfernt sind (wie mit einem Fernglas), oder Dinge aus der Nähe sehen (wie mit einem Mikroskop)?",
  "Würdest du eher Augen haben, deren Farbe sich je nach Stimmung ändert, oder Haare, deren Farbe sich je nach Temperatur ändert?",
  "Würdest du eher einen zusätzlichen Finger oder eine zusätzlichen Zehe haben?",
  "Würdest du eher fliegen oder unsichtbar sein können?",
  "Würdest du eher einen Schwanz wie einen Hund oder Flügel haben, die nicht fliegen können?",
  "Würest du eher wollen, dass jedes Gemüse wie Süßigkeiten schmecken oder dass Wasser wie dein Lieblingsgetränk schmeckt?",
  "Würdest du eher ohne Spielekonsole oder ohne Handy leben?",
  "Würdest du eher einen Kopf, so groß wie ein Tennisballs oder einen Kopf so groß wie eine Wassermelone haben?",
  "Würdest du eher unter Wasser atmen oder auf dem Wasser laufen können?",
  "Würdest du eher in Pudding oder in Nutella schwimmen?",
  "Würdest du eher auf die Größe einer Ameise schrumpfen oder auf die Größe eines Elefanten wachsen?",
  "Würdest du eher mit Katzen oder Hunden sprechen können?",
  "Würdest du eher wollen, dass alles, was du zeichnest, real wird oder ein Superheld/eine Superheldin deiner Wahl werden?",
  "Würdest du eher Gummibären niesen oder Schokolade weinen?",
  "Würdest du eher nie wieder duschen oder nie wieder Zähne putzen?",
  "Würdest du eher Grashaare oder eine Gurkennase haben?",
  "Würdest du eher statt sprechen nur singen können oder statt gehen tanzen?",
  "Würdest du eher in den Wolken oder unter Wasser leben?",
  "Würdest du eher die Füße einer Ente oder die Hände eines Hamsters haben?",
  "Würdest du eher deine Haare einen Monat lang nicht waschen oder deine Beine einen Monat lang nicht rasieren?",
  "Würdest du eher einmal pro Woche deine kleine Zehe anstoßen oder einen Daumen verlieren?",
  "Würdest du eher Spaghetti mit einem Löffel oder Pizza mit Essstäbchen essen?",
  "Würdest du eher im Game of Thrones Universum oder im The Walking Dead Universum leben?",
  "Würdest du eher 1.000 Briefumschläge abschlecken und versiegeln oder 1.000 Kleidungsstücke falten?",
  "Würdest du eher in einem Obdachlosenheim mit kostenlosem WLAN leben oder in einer wunderschönen Villa, das von jeglichem Kontakt von der Außenwelt isoliert ist?",
  "Würdest du eher Konfetti rülpsen oder Glitzerstaub furzen?",
  "Würdest du eher auf TikTok oder auf Youtube für den Rest deines Lebens verzichten?",
  "Würdest du eher eine Woche lang die internationale Raumstation besuchen oder eine Woche in einem Unterwasserhotel leben?",
  "Würdest du eher dafür bezahlt werden, Bücher zu lesen oder fernzusehen?",
  "Würdest du eher keine Augenbrauen oder keine Wimpern haben?",
  "Würdest du eher nie wieder Netflix oder Youtube benutzen?",
  "Würdest du eher nie wieder deine Haare schneiden lassen oder nie wieder deine Haare färben?",
  "Würdest du eher deine Träume kontrollieren können oder sie am nächsten Tag sehen?",
  "Würdest du eher beliebt oder super intelligent sein?",
  "Würdest du eher immer T-Shirts tragen, die eine Größe zu klein oder zwei Größen zu groß sind?",
  "Würdest du eher nach einem alkoholischen Getränk komplett betrunken sein oder dich nie betrunken werden, egal wie viel du trinkst?",
  "Würdest du eher beim Gehen immer Furzgeräusche machen oder beim Gähnen immer nach Fürzen riechen?",
  "Würdest du eher für den Rest deines Lebens lieber jeden Tag kalt duschen oder für nur kaltes Essen essen?",
  "Würdest du eher versuchen, eine Woche lang mit deinen Freunden in der Wüste zu überleben oder mit 5 Jahre lang mit deinen Freunden in einem Reality-TV-Haus mit wirklich dummen Darstellern zu leben?",
  "Würdest du eher die Helligkeit oder die Lautstärke auf deinem Handy für immer niedrig einstellen?",
  "Würdest du eher ein peinliches, betrunkenes Bild von dir als Instagram-Story posten, die dein Schwarm sieht, oder deinem Schwarm eine peinliche Direktnachricht schicken?",
  "Würdest du eher die Katze deiner Familie oder eine streunende Katze sein?",
  "Würdest du eher ein lebenslanges Gratis-Abo für Netflix oder eine unbegrenzte Geschenkkarte für Starbucks haben?",
  "Würdest du eher 10 Kinder oder gar keine Kinder haben?",
  "Würdest du eher nie wieder deine Schuhe binden müssen oder nie wieder Kopfhörerkabel entwirren?",
  "Würdest du eher keine Familie oder keine Freunde haben?",
  "Würdest du eher auf dein Handy für ein Jahr verzichten oder ein Jahr lang nur Crocs tragen?",
  "Würdest du eher wollen, dass die Welt von Außerirdischen oder Robotern eingenommen wird?",
  "Würdest du eher nur eine Farbe pro Tag tragen oder jeden Tag sieben Farben tragen?",
  "Würdest du eher ein Doppel-Date mit deinen Eltern oder mit den Eltern deines Partners haben?",
  "Würdest du eher ohne Elektronik oder ohne Freunde leben?",
  "Würdest du eher extreme Akne haben, die nur an Stellen auftritt, die mit Kleidung bedeckt sind, oder mittelschwere Akne, die nur auf deinem Gesicht auftritt?",
  "Würdest du eher in der Schule oder auf einer Familienfeier nur in Unterwäsche aufwachen?",
  "Würdest du eher immer overdressed oder immer underdressed sein?",
  "Würdest du eher nie wieder einen Spiegel (auch deine Front-Kamera am Smartphone) verwenden oder dein Handy nie wieder benutzen?",
  "Würdest du eher beim ersten Date Durchfall bekommen oder deinen Eltern begegnen?",
  "Würdest du eher wollen, dass alle Menschen identische silberne Overalls tragen müssen oder dass zwei Personen, die dasselbe Outfit tragen, sich bis zum Tod bekämpfen müssen?"
]