[
  "…eine Woche lang kein Fernsehen oder kein Internet haben?",
  "…einen Harry Potter-Marathon oder einen Herr der Ringe-Marathon schauen?",
  "…ein Superheld oder ein Bösewicht sein?",
  "…ein Leben lang mit deiner großen Liebe zusammen sein oder ein Leben lang reich sein?",
  "…deinen Schlüssel oder dein Handy verlieren?",
  "…mit jemandem verheiratet sein, den du nicht liebst, oder der dich nicht liebt?",
  "…nie mehr eine Hose tragen können oder nie mehr ein Oberteil?",
  "…jeden Tag dasselbe essen oder jeden Tag etwas anderes essen für den Rest deines Lebens?",
  "…dir nie wieder die Haare schneiden können oder nie wieder die Haarfarbe ändern?",
  "…berühmt sein für etwas Schreckliches oder für immer unbekannt bleiben?",
  "…nie wieder ernst sein oder nie wieder lachen können?",
  "…jeden Tag dieselben Socken oder jeden Tag dasselbe T-Shirt tragen?",
  "…lebenslang auf Pizza oder auf Nudeln verzichten?",
  "…für immer die Wahrheit sagen müssen oder für immer lügen?",
  "…lieber lebenslang Kleidung tragen, die zwei Nummern zu groß oder zwei Nummern zu klein ist?",
  "…für immer in einer Großstadt oder für immer auf dem Land leben?",
  "…nie mehr deine Lieblings-App nutzen können oder nie mehr deine Lieblingsserie sehen?",
  "…nur noch eine/n einzige/n wahre/n Freund/in haben oder viele oberflächliche Freundschaften?",
  "…lieber einen total anspruchslosen Job mit wenig Bezahlung haben oder einen 60-Stunden-Job mit viel Geld?",
  "…lieber eine Woche in totaler Dunkelheit oder eine Woche in blendender Helligkeit sitzen?",
  "…in der Zukunft wiedergeboren werden oder in der Vergangenheit?",
  "…für immer arm, aber glücklich oder für immer reich, aber unglücklich sein?",
  "…Gedankenlesen oder Zeitreisen können?",
  "…nie mehr Salz benutzen oder alles zu stark gesalzen essen müssen?",
  "…auf Social Media oder auf alle Suchmaschinen verzichten müssen?",
  "…für immer erst 12 Uhr mittags oder schon um 6 Uhr morgens aufstehen?",
  "…wunderschön, aber dumm oder unattraktiv, aber intelligent sein?",
  "…nie mehr Klopapier benutzen oder dir nie wieder die Hände waschen dürfen?",
  "…für immer auf Fleisch oder für immer auf Gemüse verzichten?",
  "…dein Leben lang hungrig oder dein Leben lang müde sein?",
  "…für immer auf Filme oder für immer auf Musik verzichten?",
  "...bis zum Ende deines Lebens im Gefängnis sitzen oder sofort hingerichtet werden?",
  "…ein toller Künstler oder ein begabter Wissenschaftler sein?",
  "…nie wieder sprechen oder nie wieder sehen können?",
  "…irgendwo leben, wo es nie wieder Tag wird, oder wo es nie wieder Nacht wird?",
  "…für immer auf den Winter oder für immer auf den Sommer verzichten?",
  "…mit 10 anderen Menschen in einer Wohnung leben oder für immer allein?",
  "…bei jedem Song automatisch mitsingen oder mittanzen müssen?",
  "…unter Wasser atmen oder fliegen können?",
  "…nur noch rülpsen oder nur noch furzen können?",
  "…für immer auf Süßes oder für immer auf Fast Food verzichten?",
  "…dein Heimatland nie mehr verlassen oder nie mehr in dein Heimatland zurückkehren können?",
  "…eine Kardashian sein oder dein Leben lang jeden Tag eine Folge ihrer Show sehen?",
  "…jedes Wochenende feiern gehen oder jedes Wochenende chillen müssen?",
  "…über den Flur eines Krankenhauses oder einem über den Hintern lecken?",
  "…deine Zähne nur einmal im Jahr putzen oder deine Haare nur einmal im Jahr waschen können?",
  "…ein tolles Leben haben und jung sterben oder ein langweiliges Leben haben und sehr alt werden?",
  "…eine tödliche Krankheit heilen oder für Weltfrieden sorgen?",
  "…nie wieder schwitzen oder nie wieder frieren?",
  "…eine riesige Nase oder riesige Ohren haben?",
  "…nie wieder das Meer oder nie mehr die Berge sehen können?",
  "…nach einem Drink betrunken sein oder nie mehr betrunken werden, egal wie viel Alkohol du trinkst?",
  "…365 Tage denselben Tag erleben oder ein Jahr deines Lebens opfern?"
]