[
  "Würdest du eher eine Woche lang kein Fernsehen oder kein Internet haben?",
  "Würdest du eher einen Harry Potter-Marathon oder einen Herr der Ringe-Marathon schauen?",
  "Würdest du eher ein Superheld oder ein Bösewicht sein?",
  "Würdest du eher ein Leben lang mit deiner großen Liebe zusammen sein oder ein Leben lang reich sein?",
  "Würdest du eher deinen Schlüssel oder dein Handy verlieren?",
  "Würdest du eher mit jemandem verheiratet sein, den du nicht liebst, oder der dich nicht liebt?",
  "Würdest du eher nie mehr eine Hose tragen können oder nie mehr ein Oberteil?",
  "Würdest du eher jeden Tag dasselbe essen oder jeden Tag etwas anderes essen für den Rest deines Lebens?",
  "Würdest du eher dir nie wieder die Haare schneiden können oder nie wieder die Haarfarbe ändern?",
  "Würdest du eher berühmt sein für etwas Schreckliches oder für immer unbekannt bleiben?",
  "Würdest du eher nie wieder ernst sein oder nie wieder lachen können?",
  "Würdest du eher jeden Tag dieselben Socken oder jeden Tag dasselbe T-Shirt tragen?",
  "Würdest du eher lebenslang auf Pizza oder auf Nudeln verzichten?",
  "Würdest du eher für immer die Wahrheit sagen müssen oder für immer lügen?",
  "Würdest du eher lieber lebenslang Kleidung tragen, die zwei Nummern zu groß oder zwei Nummern zu klein ist?",
  "Würdest du eher für immer in einer Großstadt oder für immer auf dem Land leben?",
  "Würdest du eher nie mehr deine Lieblings-App nutzen können oder nie mehr deine Lieblingsserie sehen?",
  "Würdest du eher nur noch eine/n einzige/n wahre/n Freund/in haben oder viele oberflächliche Freundschaften?",
  "Würdest du eher lieber einen total anspruchslosen Job mit wenig Bezahlung haben oder einen 60-Stunden-Job mit viel Geld?",
  "Würdest du eher lieber eine Woche in totaler Dunkelheit oder eine Woche in blendender Helligkeit sitzen?",
  "Würdest du eher in der Zukunft wiedergeboren werden oder in der Vergangenheit?",
  "Würdest du eher für immer arm, aber glücklich oder für immer reich, aber unglücklich sein?",
  "Würdest du eher Gedankenlesen oder Zeitreisen können?",
  "Würdest du eher nie mehr Salz benutzen oder alles zu stark gesalzen essen müssen?",
  "Würdest du eher auf Social Media oder auf alle Suchmaschinen verzichten müssen?",
  "Würdest du eher für immer erst 12 Uhr mittags oder schon um 6 Uhr morgens aufstehen?",
  "Würdest du eher wunderschön, aber dumm oder unattraktiv, aber intelligent sein?",
  "Würdest du eher nie mehr Klopapier benutzen oder dir nie wieder die Hände waschen dürfen?",
  "Würdest du eher für immer auf Fleisch oder für immer auf Gemüse verzichten?",
  "Würdest du eher dein Leben lang hungrig oder dein Leben lang müde sein?",
  "Würdest du eher für immer auf Filme oder für immer auf Musik verzichten?",
  "Würdest du eher bis zum Ende deines Lebens im Gefängnis sitzen oder sofort hingerichtet werden?",
  "Würdest du eher ein toller Künstler oder ein begabter Wissenschaftler sein?",
  "Würdest du eher nie wieder sprechen oder nie wieder sehen können?",
  "Würdest du eher irgendwo leben, wo es nie wieder Tag wird, oder wo es nie wieder Nacht wird?",
  "Würdest du eher für immer auf den Winter oder für immer auf den Sommer verzichten?",
  "Würdest du eher mit 10 anderen Menschen in einer Wohnung leben oder für immer allein?",
  "Würdest du eher bei jedem Song automatisch mitsingen oder mittanzen müssen?",
  "Würdest du eher unter Wasser atmen oder fliegen können?",
  "Würdest du eher nur noch rülpsen oder nur noch furzen können?",
  "Würdest du eher für immer auf Süßes oder für immer auf Fast Food verzichten?",
  "Würdest du eher dein Heimatland nie mehr verlassen oder nie mehr in dein Heimatland zurückkehren können?",
  "Würdest du eher eine Kardashian sein oder dein Leben lang jeden Tag eine Folge ihrer Show sehen?",
  "Würdest du eher jedes Wochenende feiern gehen oder jedes Wochenende chillen müssen?",
  "Würdest du eher über den Flur eines Krankenhauses oder einem über den Hintern lecken?",
  "Würdest du eher deine Zähne nur einmal im Jahr putzen oder deine Haare nur einmal im Jahr waschen können?",
  "Würdest du eher ein tolles Leben haben und jung sterben oder ein langweiliges Leben haben und sehr alt werden?",
  "Würdest du eher eine tödliche Krankheit heilen oder für Weltfrieden sorgen?",
  "Würdest du eher nie wieder schwitzen oder nie wieder frieren?",
  "Würdest du eher eine riesige Nase oder riesige Ohren haben?",
  "Würdest du eher nie wieder das Meer oder nie mehr die Berge sehen können?",
  "Würdest du eher nach einem Drink betrunken sein oder nie mehr betrunken werden, egal wie viel Alkohol du trinkst?",
  "Würdest du eher 365 Tage denselben Tag erleben oder ein Jahr deines Lebens opfern?",
  "Würdest du eher eine Familie und kein Geld haben oder keine Familie und drei Millionen Euro haben?",
  "Würdest du eher jedes Wochenende alle deine Passwörter vergessen oder jedes Mal deinen Namen vergessen, wenn du jemanden zum ersten Mal triffst?",
  "Würdest du eher in einem kaputten Skilift oder in einem kaputten Aufzug festsitzen?",
  "Würdest du eher Augen so groß wie Tennisbälle oder Augen so klein wie Erbsen haben?",
  "Würdest du eher immer mit einem Einrad oder einem Springstock zur Arbeit/Schule fahren?",
  "Würdest du eher während einer Rede dein T-Shirt falsch herum tragen oder während einer Rede Toilettenpapier auf der Schuhsohle haben?",
  "Würdest du eher in einer Welt voller Scientologists oder in einer Welt voller Flat-Earthers leben?",
  "Würdest du eher ein Durchschnittsmensch in der Gegenwart oder ein König eines großen Landes vor 2500 Jahren sein?",
  "Würdest du eher immer das Gefühl haben zu niesen oder immer das Gefühl haben kacken zu müssen?",
  "Würdest du eher eine Karotte oder eine Gurke sein?",
  "Würdest du eher in einem Aufzug oder einer überfüllten öffentlichen Toilette laut furzen?",
  "Würdest du eher mit Fell oder mit Schuppen bedeckt sein?",
  "Würdest du eher unsterblich sein oder 9 Leben haben?",
  "Würdest du eher Windeln für Erwachsene tragen oder die Windel eines Erwachsenen wechseln?",
  "Würdest du eher für den Rest deines Lebens Steine kacken oder Schlangen kotzen?",
  "Würdest du eher Augenbrauen haben, die nie aufhören zu wachsen, oder Wimpern, die nie aufhören zu wachsen?",
  "Würdest du eher jedes Mal, wenn du in den Supermarkt gehst, 10 Dinge kaufen, die du nicht brauchst, oder immer das vergessen, was du eigentlich brauchst?",
  "Würdest du eher einen Pferdeschwanz oder ein Einhorn-Horn haben?",
  "Würdest du eher, immer wenn dir eine Person die Hand gibt, dessen Wange abschlecken oder jedes Mal, wenn du in der Arbeit von der Toilette zurückkommst, schreien, “Ich habe mir nicht die Hände gewaschen”?",
  "Würdest du eher im Lotto gewinnen oder deine Lebenszeit verdoppeln?",
  "Würdest du eher allergisch gegen Babies oder allergisch gegen Pensionisten sein?",
  "Würdest du eher ein Huhn oder ein Schwein sein?",
  "Würdest du eher, während du auf einer öffentlichen Toilette sitzt, unabsichtlich Augenkontakt mit einer fremden Person machen oder deinen Chef auf der Toilette sitzend erwischen?",
  "Würdest du eher eine Stunde lang ohne Ankündigung den Macarena Tanz vor deinen Schwiegereltern tanzen oder deinen Partner eine Stunde lang den Macarena Tanz vor deinen Eltern tanzen lassen?",
  "Würdest du eher die ganze Zeit nackt sein oder dein Zuhause nie wieder verlassen?",
  "Würdest du eher jedes Mal mit Lügen davonkommen oder immer wissen, wenn jemand lügt?",
  "Würdest du eher einen Monat lang dieselben Socken oder zwei Wochen lang dieselbe Unterwäsche tragen?",
  "Würdest du eher ohne Kaffee oder ohne Schokolade leben?",
  "Würdest du eher fliegen können oder unsichtbar sein?",
  "Würdest du eher die Nase eines Hundes oder die Augen eines Hundes haben?",
  "Würdest du eher eine Rückspultaste oder eine Pause-Taste in deinem Leben haben?",
  "Würdest du eher die Toilette an deinem Arbeitsplatz oder im Haus deines Schwarms verstopfen?",
  "Würdest du eher an dem Hintern eines Hundes oder dem nackten Hintern eines Fremden schnüffeln?",
  "Würdest du eher ein Drache oder ein Einhorn sein?",
  "Würdest du eher immer wenn du weinen musst, unkontrolliert lachen, oder immer wenn du glücklich bist, wie ein Baby weinen?",
  "Würdest du eher in die Vergangenheit reisen und deine Vorfahren treffen oder in die Zukunft reisen und deine Ururenkel treffen?",
  "Würdest du eher jeder Person, der du auf der Straße begegnest, die Hand geben oder dich vor der Person verneigen?",
  "Würdest du eher einen Hund mit der Persönlichkeit einer Katze oder eine Katze mit der Persönlichkeit eines Hundes haben?",
  "Würdest du eher wollen, dass alle Ampeln, denen du dich näherst grün sind oder nie wieder in einer Schlange warten müssen?",
  "Würdest du eher nur mehr in Reimen oder nur mit Alliterationen sprechen?",
  "Würdest du eher nie mehr Unterhosen tragen oder nie mehr Socken tragen?",
  "Würdest du eher keine Finger oder keine Zehen haben?",
  "Würdest du eher jeden Satz mit “Nach meinen Berechnungen” beginnen oder jeden Satz mit “Punkt” beenden.",
  "Würdest du eher von einem Stinktier besprüht oder von einem Schwarm Wespen gestochen werden?",
  "Würdest du eher eine nervige piepsige Stimme oder eine unglaublich tiefe Stimme haben?",
  "Würdest du eher alles zurücknehmen können, was du gesagt hast, oder alles hören, was über dich gesagt wird?",
  "Würdest du eher eine Kolonie auf einem anderen Planeten gründen oder der Anführer eines kleinen Landes auf der Erde sein?",
  "Würdest du eher zulassen, dass andere alles sehen, was du für einen Tag tust, oder alles hören, was du an einem Tag sagst?",
  "Würdest du eher Rülpse haben, die nach Donuts riechen, oder Fürze, die Regenbogenwolken produzieren?",
  "Würdest du eher völlig verrückt sein und wissen, dass du verrückt bist oder völlig verrückt sein und nicht wissen, dass du verrückt bist?",
  " Möchtest du eher 100 Jahre in die Vergangenheit oder 100 Jahre in die Zukunft reisen?",
  "Würdest du eher eine Haut haben wollen, die ihre Farbe ändert, je nach dem wie du dich fühlst oder Tätowierungen, die überall auf deinem Körper erscheinen und zeigen, was du gestern getan hast?",
  "Würdest du eher ein selbst gemachter Millionär sein oder einen Milliardär heiraten?",
  "Würdest du eher ein fremdes Haar in deinem Essen finden oder einen Käfer am Boden deines Getränkes?",
  "Würdest du eher deine Eltern oder deine Geschwistern deinen zukünfitgen Ehepartner auswählen lassen?",
  "Würdest du eher für einen Monat lang auf Duschen oder das Internet verzichten?",
  "Würdest du eher ein Buttermesser auskacken oder 1000 Liter Mayonnaise kacken?",
  "Würdest du eher die ganze Zeit flüstern oder die ganze Zeit schreien?",
  "Würdest du eher eine Nase haben, die nie aufhört zu wachsen, oder Ohren, die nie aufhören zu wachsen?",
  "Würdest du eher mit Tauben sprechen können oder die Gedanken von Babys lesen können?",
  "Würdest du eher für den Rest deines Lebens ohne Hose bei der Arbeit erscheinen oder dir jedes Mal, wenn du eine Präsentation hältst, in die Hose machen?",
  "Würdest du eher wollen, dass dein Chef dich beim Nasenbohren oder beim Tanzen vor dem Spiegel erwischt?",
  "Würdest du eher den Weltraum oder den Ozean erkunden?",
  "Würdest du eher ein super langsamer Löwe oder ein superschnelles Faultier sein?",
  "Würdest du eher mit einem Koala oder einem Panda kuscheln?",
  "Würdest du eher dumm und glücklich oder intelligent und miserabel sein?",
  "Würdest du eher in einer Höhle oder in einem Baumhaus leben?",
  "Würdest du eher eine Glatze haben oder für immer verflucht sein, schreckliche Haarschnitte zu haben?"
]